Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: There's nothing wrong with big, crazy challenges.
ne: ठुला र महत्वाकांक्षी चाहना राख्नु पनि केही गलत छैन

source: In fact, they're a ton of fun.
ne: वास्तवमै तिनीहरु झन् रमाइला हुन्छन्।

source: But they're less likely to stick.
ne: तर सफल हुनेमा चाहि शंकै हुन्छ।

source: When I gave up sugar for 30 days, day 31 looked like this.
ne: जब मैले ३० दिन सम्म गुलियो खाइन, ३१औ दिन चाहिँ यस्तो थियो।

source: (Laughter) So here's my question to you: What are you waiting for?
ne: (हाँसो) त्यसैले, मेरो प्रश्न तपाईंलाई यो छ कि: तपाईं के चाहिँ कुरिराख्नु भएको हो?

source: I guarantee you the next 30 days are going to pass whether you like it or not, so why not think about something you have always wanted to try and give it a shot!
ne: म दाबीका साथ यो भन्न सक्छु कि तपाईले मन पारे पनि नपारे पनि अब आउने ३० दिन बित्ने नै छ, त्यसैले अब आउने ३० दिनमा कि तपाइले सधै गर्न चाहेको काम गर्न

source: For the next 30 days.
ne: प्रयत्न गर्नुहुन्न!

source: Thanks.
ne: धन्यवाद।

source: Embracing otherness.
ne: लुकेको आफ्नोपनलाई अँगालो हाल्दा

source: When I first heard this theme, I thought, well, embracing otherness is embracing myself.
ne: जब मैले यो बिषय पहिलोपटक सुने लाग्यो, कुनै लुकेको आफ्नोपनलाई स्वीकारर्नु वा अँगालो हाल्नु भनेको आफुले आफैलाई अँगालो हाल्नु जस्तो हो |

source: And the journey to that place of understanding and acceptance has been an interesting one for me, and it's given me an insight into the whole notion of self, which I think is worth sharing with you today.
ne: यहि अगाडी बढ्ने क्रममा यहि बुझ्ने र स्वीकारने क्रममा मलाई यो बिषय रमाइलो लाग्दै गयो र यसले मेरो अन्तस्करणलाई बुझ्ने मौका दियो, त्यसलाई आज तपाईहरु सामु सुनाउन उपयुक्त ठानेकी छु /

source: We each have a self, but I don't think that we're born with one.
ne: हामी सबैसँग एक आत्मा छ, तर लाग्दैन त्यो हामी सबैले जन्मिदै लिएर आयौं /

source: You know how newborn babies believe they're part of everything; they're not separate?
ne: जसरी बच्चाहरु जन्मिदा सबै चिजका अंश हुन्छन् तिनीहरु छुट्याउन मिल्दैन /

source: Well that fundamental sense of oneness is lost on us very quickly.
ne: वास्तविकता यही हो कि त्यो पूर्ण धारणा बिस्तारै हराउदै जान्छ /

source: It's like that initial stage is over -- oneness: infancy, unformed, primitive.
ne: त्यो पूर्ण रुपबाट बाल्यकाल अलग बन्दै जान्छ / आफ्नो पन: बालापन एकरुपता, अदिमकाल

source: It's no longer valid or real.
ne: त्यो वास्तविकता अलग हुदै जान्छ /

source: What is real is separateness, and at some point in early babyhood, the idea of self starts to form.
ne: जुन वास्तविकता हो त्यो वास्तविकता अलग हुदै जान्छ बाल्यकालको कुनै बिन्दुबाट आत्माको रुप बन्दै जान्छ

source: Our little portion of oneness is given a name, is told all kinds of things about itself, and these details, opinions and ideas become facts, which go towards building ourselves, our identity.
ne: त्यो सानो आफ्नोपनको नामाकरण हुन्छ यसको बारेमा नाना थरि बताइन्छ/ ती सबै, बिचार, विबरण र कुराहरु तथ्य बन्दै जान्छ त्यसले आफ्नो पहिचान बनाउदै जान्छ आफ्नो पहिचान

source: And that self becomes the vehicle for navigating our social world.
ne: त्यही आत्मा एक बहान बनेर सामाजिक दुनिया संग परिचित हुन्छ

source: But the self is a projection based on other people's projections.
ne: बुनियाको त्यो आत्मा मानिसहरुको सोचैमा भर पर्छ

source: Is it who we really are?
ne: के हामी जे छौ यही हो त ?

source: Or who we really want to be, or should be?
ne: अथवा हामी के चाहन्छौ या हुनुपर्छ ?

source: So this whole interaction with self and identity was a very difficult one for me growing up.
ne: हाम्रो यो पुरा व्यवहार आत्मा र पहिचानको सग हुर्किदै जाँदा मलाई बुझ्न गाह्रो भयो /

source: The self that I attempted to take out into the world was rejected over and over again.
ne: जुन आत्मीय पहिचान संसारलाई देखाउन खोजे पटक पटक अस्वीकार भयो /

source: And my panic at not having a self that fit, and the confusion that came from my self being rejected, created anxiety, shame and hopelessness, which kind of defined me for a long time.
ne: मेरो डर भनेको एक अनुकूल आत्मा थियो , जुन अस्वीकार भयो त्यसले मलाई चिन्ता, लाज दियो र निरासपन बनायो त्यो पहिचान लामो समय सम्म रह्यो

source: But in retrospect, the destruction of my self was so repetitive that I started to see a pattern.
ne: मैले गहिरिएर बुज्दा मेरो आत्माको अन्त्य गर्ने तस्मै एउटा तरिका भेटे

source: The self changed, got affected, broken, destroyed, but another one would evolve -- sometimes stronger, sometimes hateful, sometimes not wanting to be there at all.
ne: जब आत्मा बदलियो असर पर्यो, टुक्रियो, तेही नै मेरो अर्को आत्मा शुरु भयो --- कहिलेकाहीँ दरो, कहिलेकाहीँ घृणापूर्ण कहिलेकाहीँ मन नलाग्ने आत्मा शुरु भयो/

source: The self was not constant.
ne: आत्मा स्थीर थिएन

source: And how many times would my self have to die before I realized that it was never alive in the first place?
ne: सयौं चोटी \ आत्मा मर्यो मैले बुज्नु भन्दा पहिले नै त्यो मेरो लागि काम लागेन!

source: I grew up on the coast of England in the '70s.
ne: म बेलायतको समुन्द्री किनारमा हुर्के सत्तरीको दशकमा जन्मिए/

source: My dad is white from Cornwall, and my mom is black from Zimbabwe.
ne: मेरो बुवा कर्नवाल भन्ने ठाउँको स्वैत/सेता मान्छे थिए र आमा जिम्बाब्वेको काली/ अस्वैत थिइन/

source: Even the idea of us as a family was challenging to most people.
ne: हाम्रो परिवार बिषय सबैको चासो थियो /

source: But nature had its wicked way, and brown babies were born.
ne: तर बास्तविकता येही हो त्यो परिवारमा खैरो बच्चाजन्मियो /

source: But from about the age of five, I was aware that I didn't fit.
ne: पाच वर्ष हुदा , मलाई थाहा भो म समाजमा घुलमिल हुन सकिन/

source: I was the black atheist kid in the all-white Catholic school run by nuns.
ne: म एक नास्तिक, अस्वैत/काली बच्चा थिए जबकि वरिपरी भिछुनिहरुको क्याथोलिक स्चूलमा सेता बच्चा हुन्थे /

source: I was an anomaly, and my self was rooting around for definition and trying to plug in.
ne: म अनौठो थिए मेरो आत्मा एउटा परिभाषाको खोजीमा थियो मेरो आत्मा पूर्ण हुन चाहन्थ्यो,

source: Because the self likes to fit, to see itself replicated, to belong.
ne: समाजमा घुलमिल हुन चाहन्थ्यो, अस्तित्वो र महत्तो चाहन्थ्यो म समाजको हिस्सा बन्न चाहन्थे

source: That confirms its existence and its importance.
ne: अस्तित्व चाहन्थ्यो यहि नै आवस्यक थियो /

source: And it is important.
ne: यहि नै महत्व थियो

source: It has an extremely important function.
ne: यहि नै आवस्यक महत्व थियो /

source: Without it, we literally can't interface with others.
ne: यो बिना अरुसंग सामना गर्न सक्दिन थिए

source: We can't hatch plans and climb that stairway of popularity, of success.
ne: सपना बन्दैन थियो, प्रख्यात हुन सकिदैन थियो, सफलताको

source: But my skin color wasn't right.
ne: मेरो छालाको रंग ठिक थिएन /

source: My hair wasn't right.
ne: कपाल ठिक थिएन /

source: My history wasn't right.
ne: अतित ठिक थिएन काली बच्चा हुनाले/

source: My self became defined by otherness, which meant that, in that social world, I didn't really exist.
ne: मेरो परिभाषा बनाइएको थियो अरुकेहिले जसमा मेरो सामाजिक अस्तित्वो थिएन म बाचेजस्तो लाग्थेन/

source: And I was "other" before being anything else -- even before being a girl.
ne: म केहि अर्कै थिए,मेरो पहिचान थिएन केटि हुनु अगाडी

source: I was a noticeable nobody.
ne: मेरो अस्तित्व थिएन

source: Another world was opening up around this time: performance and dancing.
ne: नया संसार देखा पर्यो त्यहि समयमा मंचन र नृत्यको

source: That nagging dread of self-hood didn't exist when I was dancing.
ne: यो नया आत्मा नृत्य सुरु गर्दा थाहा थिएन

source: I'd literally lose myself.
ne: मैले बिर्स्ये

source: And I was a really good dancer.
ne: म धेरै राम्री न्रित्यकलाकर थिए /

source: I would put all my emotional expression into my dancing.
ne: मेरा सारा सोचाईहरु नृत्यमा हुन्थ्यो मेरा सारा सोचाईहरु मेरा नृत्यमा

source: I could be in the movement in a way that I wasn't able to be in my real life, in myself.
ne: नृत्यका पलहरुमा म पुगेको हुन्थे ती पहिले कहिलै नभए झैँ आफु भन्दा आफ्नो आत्मामा/

source: And at 16, I stumbled across another opportunity, and I earned my first acting role in a film.
ne: जब सोह्र वर्षकि भए, मलाई एउटा मौका मिल्यो, म चलचित्रमा खेल्न थाले/

source: I can hardly find the words to describe the peace I felt when I was acting.
ne: मसग शब्दहरुको कमी छ ती खुसीहरु बक्त गर्न/ जब म चलचित्रमा खेल्न थाले

source: My dysfunctional self could actually plug in to another self, not my own, and it felt so good.
ne: मेरो काम नगरीराको आत्म काम गर्न थालो म बाट टाडा, अर्को आत्म बनेर/ त्सबेला खुसीलाग्यो/

source: It was the first time that I existed inside a fully-functioning self -- one that I controlled, that I steered, that I gave life to.
ne: पहिलो पटक थियो जीउनुको अर्थ पाए म आफ्नो काम गरिरहेको पूर्ण आत्मामा थिए, जसलाई नियेत्रण गरे, सोचे, र जिबन दिए/

source: But the shooting day would end, and I'd return to my gnarly, awkward self.
ne: चलचित्रको छायांकन सकिनासाथ म फर्किन्थे फेरी मेरो दिक्क लाग्दो आत्मामा

source: By 19, I was a fully-fledged movie actor, but still searching for definition.
ne: १९ बर्सकी हुदा, म एक परिचित नायिका भएकी थिए, तर अजै परिभाषा खोजी रहेकी थिए /

source: I applied to read anthropology at university.
ne: समाजशास्त्र पढ्न बिश्वबिध्यालय भर्ना भए बिश्वबिध्यालय

source: Dr. Phyllis Lee gave me my interview, and she asked me, "How would you define race?"
ne: डाक्टर फिलिप्स ली ले अन्तर्वार्ता लिनु भयो "तिमि रंगभेदलाई कसरि परिभाषा गर्छौ?"

source: Well, I thought I had the answer to that one, and I said, "Skin color."
ne: लग्यो म सित जवाब थियो, मैले जवाफ दिए "छालाको रंग "

source: "So biology, genetics?" she said.
ne: "त्यसो भए, जीवशास्त्र, जीन बारेमा?"

source: "Because, Thandie, that's not accurate.
ne: उहाले भन्नु भयो "टेन्डी, त्यो त गलत भो नि /

source: Because there's actually more genetic difference between a black Kenyan and a black Ugandan than there is between a black Kenyan and, say, a white Norwegian.
ne: वास्तवमा जीनविज्ञान अनुसार अश्वेत केनियन र अश्वेत युगान्डानको फरक भन्दा पनि अश्वेत केनियन र श्वेत नोर्वेजीयन बीचको फरक धेरै छ /

source: Because we all stem from Africa.
ne: किनकि ती सबै अफ्रिकाबाट शुरु हुन्छन्

source: So in Africa, there's been more time to create genetic diversity."
ne: त्यसैले अफ्रिकामा लामो समय लाग्छ" जीन संम्बन्धित विविधताको अध्ययन गर्न"

source: In other words, race has no basis in biological or scientific fact.
ne: अर्को शब्दमा भन्नु पर्दा, वर्ण कुनै कुनै जीवविज्ञान वा बैज्ञानिक तथ्यमा भर पर्दैन

source: On the one hand, result.
ne: एक तर्फ यस्तो परिणाम /

source: Right?
ne: हैन?

source: On the other hand, my definition of self just lost a huge chunk of its credibility.
ne: अर्को तर्फ मेरो आत्माको परिभाषा / तर जे भएपनि

source: But what was credible, what is biological and scientific fact, is that we all stem from Africa -- in fact, from a woman called Mitochondrial Eve who lived 160,000 years ago.
ne: साचो त जीवविज्ञान होस् या बैज्ञानिक तथ्य होस् आखिर अफ्रिकाबाट शुरु रहेछ, माइकोकोंद्रिया इवा नामको महिलाबाट शुरु भएको रहेछ १६०,००० वर्ष अगाडि शुरु भएको रहेछ

source: And race is an illegitimate concept which our selves have created based on fear and ignorance.
ne: वर्ण एक अबैधानिक बिचार हो जुन हाम्रै डर र अज्ञानताले बनेको छ / डर र अज्ञानताले बनेको छ /

source: Strangely, these revelations didn't cure my low self-esteem, that feeling of otherness.
ne: विचित्र! परिवर्तन हुने भावना बढी रहयो यसले मेरो आत्मा बिचार र आत्माको सोचाइलाई सहयोग पुराएन आत्माको सोचाइलाई

source: My desire to disappear was still very powerful.
ne: म परिवर्तन हुने भावना बढी रहयो बढी रहयो

source: I had a degree from Cambridge; I had a thriving career, but my self was a car crash, and I wound up with bulimia and on a therapist's couch.
ne: म संग क्याम्ब्रिज बिश्वविद्यालयको डिग्री छ, जल्दो बल्दो पेसा छ तर मेरो आत्मा कार दुर्घटना जस्तो छ/ यसले मलाई बुलेमिया रोग भएको छ र मलाई थेरापीको सल्लाह चाहियो/

source: And of course I did.
ne: तेसै गरे

source: I still believed my self was all I was.
ne: म अझैपनि विश्वास गरछूकि मेरो आत्मा नै म हु/

source: I still valued self-worth above all other worth, and what was there to suggest otherwise?
ne: आत्माको मूल्य अरु सबै बस्तुको मूल्य भन्दा माथि छ/ नत्र भने अरु के नै भन्नु छ र ?

source: We've created entire value systems and a physical reality to support the worth of self.
ne: हामीले हाम्रो पुरै मान्यता बनाएका छौ र वास्तबिक भौतिक संसार आत्मालाई साथ दिन

source: Look at the industry for self-image and the jobs it creates, the revenue it turns over.
ne: जसरी उद्द्योग धन्दामा आफै पेसाले आफ्नो ठाउँ लिन्छ र राज्य आयस्रोत बढाउछ

source: We'd be right in assuming that the self is an actual living thing.
ne: तसरी नै हामी मान्न सक्छौ कि आत्मा पनि एक जिबित बस्तु हो

source: But it's not. It's a projection which our clever brains create in order to cheat ourselves from the reality of death.
ne: तर हुँदो रहेनछ, यो एउटा अनुमान मात्र हुदो रहेछ जुन हाम्रो चलाख दिमाखले बनाउछ, आफैलाइ छल्न, मिर्तुको वास्तबिकताबाट

source: But there is something that can give the self ultimate and infinite connection -- and that thing is oneness, our essence.
ne: कुनैपनि कुराको सार आत्माको सम्बन्ध अन्तिम र अनन्त-- जुन एक हुनु संग सम्बन्ध छ जिबनको सार पनि

source: The self's struggle for authenticity and definition will never end unless it's connected to its creator -- to you and to me.
ne: आत्मा संग्घर्स पूर्णताको र पूर्ण परिभाषा लागि जब सम्म रहन्छ जब सम्म रहन्छ तब यो तपाई र म बीच संम्बन्ध रही रहनछ

source: And that can happen with awareness -- awareness of the reality of oneness and the projection of self-hood.
ne: यो चेतनाको सम्बन्ध रहिरहन्छ , चेतनाको वास्तबिकता रहे सम्म, अफ्नो आभस भएसम्म

source: For a start, we can think about all the times when we do lose ourselves.
ne: उदाहरणको लागि यो लिऊँ हामी सदै केहि गर्न लाग्छु,आफै भित्र हराउछौ

source: It happens when I dance, when I'm acting.
ne: मलाई तेही भयो जब म नाच्छु, जब अभिनय गर्छु

source: I'm earthed in my essence, and my self is suspended.
ne: आत्माको सार अनुभव हुन्छ मेरा आफनो पन कतै झुन्डिएको हुन्छ

source: In those moments, I'm connected to everything -- the ground, the air, the sounds, the energy from the audience.
ne: ती नित्र्यका झडमा म सबैसँग गासिएको अनुभव हुन्छ जमीनसँग, हावासँग, आवाजसँग र दर्सकसँग

source: All my senses are alert and alive in much the same way as an infant might feel -- that feeling of oneness.
ne: मेरा चेतनाहरू सचेत र जीवीत हुन्छन् जसरि बच्चा लाई सबै थोक आफनो लाग्छ तेस्तै मलाई पनि हुन्छ आत्मा सग टासिएको अनुभव

source: And when I'm acting a role, I inhabit another self, and I give it life for awhile, because when the self is suspended so is divisiveness and judgment.
ne: जब म अभिनय गरीरहेकी हुन्छु म अर्को आत्मामा हुन्छु र त्यसलाई नै जीवन दिन्छु त्सबेला आत्म झुन्डिएको हुन्छ, हराएको हुन्छ, र मेरो सोच पनि

source: And I've played everything from a vengeful ghost in the time of slavery to Secretary of State in 2004.
ne: र मैले सबैमा अभिनय गरेकी छू फिल्ममा, दास प्रथाको भूतको अभिनय, अनि देशको सचिवको भूमिका, सन् २००४ मा

source: And no matter how other these selves might be, they're all related in me.
ne: जे जस्तो भयपनी यी फरक फरक भुमिकामा यी सबै संम्बन्धित छन्

source: And I honestly believe the key to my success as an actor and my progress as a person has been the very lack of self that used to make me feel so anxious and insecure.
ne: र मलाई पूर्ण विश्वास छ नायिका हुनुको मेरो सफलता मेरो एक नागरिक भएर हुँदाको प्रगति येही मेरो आत्माको कारणले हो तेस्ले मलाई कौतुहल र असुरक्षित बनायो

source: I always wondered why I could feel others' pain so deeply, why I could recognize the somebody in the nobody.
ne: म बिचार गर्थे मैले कि मैले किन अरुको पिडा गहिरिएर बुज्नुपर्यो, किन थाहा पाउनुपर्यो जो मेरो कोहिपनि आफनो होइन

source: It's because I didn't have a self to get in the way.
ne: कारण मसग एउटा आत्मा थिएन

source: I thought I lacked substance, and the fact that I could feel others' meant that I had nothing of myself to feel.
ne: लाग्थियो, म मा यी बिशेता थिएन र बस्तामा मा यो सब अनुभब गर्न सक्थे हुनत मैले यो अनुन्भव गर्नु पर्दैनथियो

source: The thing that was a source of shame was actually a source of enlightenment.
ne: यो सबै म आफै लाजको कारणले हो पछि तेस्ले मलाई ज्ञान दियो

source: And when I realized and really understood that my self is a projection and that it has a function, a funny thing happened.
ne: जब मैले बुझे साच्चिकै बुझे मेरो आत्माको आनुमान भो, यसले कुनै काम गर्न थालियो पछी ता अच्च्मै भो

source: I stopped giving it so much authority.
ne: मैले लुकेको आत्मा लाई वास्ता गर्न छाडे/

source: I give it its due.
ne: जेसुकै होस् भने/

source: I take it to therapy.
ne: त्सलाई बुझ्न थाले

source: I've become very familiar with its dysfunctional behavior.
ne: यससग परिचत हुन थाले, मेरो काम नगरी रहेको ब्बहारलाई पनि/

source: But I'm not ashamed of my self.
ne: तर मलाई लाज लाग्न छोडेको छ/

source: In fact, I respect my self and its function.
ne: बस्तामा, मैले आत्मा/मन को ससम्मान गरे र आत्माको कार्यलाई/

source: And over time and with practice, I've tried to live more and more from my essence.
ne: समय र अभ्यास सगै, मैले जिउन सिके धेरै भन्दा धेरै जिबनको शार बाट/

source: And if you can do that, incredible things happen.
ne: र, तपाई त्यो गर्न सक्नु हुन्छ भने, अबिश्वशिलो चिजहरु हुदै जनेरहेछ/

source: I was in Congo in February, dancing and celebrating with women who've survived the destruction of their selves in literally unthinkable ways -- destroyed because other brutalized, psychopathic selves all over that beautiful land are fueling our selves' addiction to iPods, Pads, and bling, which further disconnect ourselves from ever feeling their pain, their suffering, their death.
ne: फेरबुअररिमा मा कोंगोमा थिए, नाच्दै र रमाउदै ढुख सहेको बाचेका महिलासग जसले आफ्नो जीबनको आत्मा गुमाएका थिए जुन कुरा कल्पना गर्न पनि गारो छ-- कोहिको घरधन्दामा आत्मा, कोहि मानसिक पिडामा परेका सारा कोंगो भरि त्सलाई हामीले आइपोड, पाड्स र इन्टरनेट मार्फत यी आत्मालाई बिछ्द गरछौ, उनीहरुको पिडा थाहा पाउदा पाउदै छटपटी बुझ्दा बुझ्दै, मिर्तु देखदा देख्दै/

source: Because, hey, if we're all living in ourselves and mistaking it for life, then we're devaluing and desensitizing life.
ne: हेर्नुस !! ! यदी हामी हाम्रो आत्मा सग बचेका छौ भने र जीवनमा गल्ति गरेका छैनौ भने, हुन सक्छ हामीले वे-अर्थ र अचेत जीवन बनाएको छौ/

source: And in that disconnected state, yeah, we can build factory farms with no windows, destroy marine life and use rape as a weapon of war.
ne: र त्यो काम नलाग्ने मोडमा हेर्नुस !! हामी उदेस्यहीन काम गर्छौ, नदि खोलाको नस्ट गर्छौ र बलत्कार युद्धको हतियार मान्छौ/

source: So here's a note to self: The cracks have started to show in our constructed world, and oceans will continue to surge through the cracks, and oil and blood, rivers of it.
ne: तसैले आत्माको लागि यो सुचना: छिद्रहरू देखापरे पनि हाम्रो सुन्दर संसारमा, समुर्द्रहरु बगिरहने छन् ती छिर्दहरु छोप्नलाई, तेल र रगतको नदिहरु हुनेछन/

source: Crucially, we haven't been figuring out how to live in oneness with the Earth and every other living thing.
ne: खासकुरा ता, हामीले बुझ्न सिकेकै छैनौ आत्मा मा मिलेर बस्ने बारेमा पृथ्वी र सारा जिबित चिजबिजसग

source: We've just been insanely trying to figure out how to live with each other -- billions of each other.
ne: हामी निरन्तर बुझ्न खोजिरहेक छौ त्यो आत्मा मा कसरी मिलेर बस्ने बारेमा--ती धुप्रै मनहरुमा/

source: Only we're not living with each other; our crazy selves are living with each other and perpetuating an epidemic of disconnection.
ne: हामी एक आपसमा नमिलेका मात्र होइन; हाम्रा पापी मनहरु पनि मिलेका छैइनन बरु ती त नर सम्हार लियौला जस्तो गर्छन/

source: Let's live with each other and take it a breath at a time.
ne: हामी मिलेर बच्नु पर्छ निर्धक सास फेरौ

source: If we can get under that heavy self, light a torch of awareness, and find our essence, our connection to the infinite and every other living thing.
ne: यदि मन र आत्म गरुगोभो भने चेतना को दियो बलौ हाम्रो शार पत्ता लागौ आन्नत सम्म पुगौ र जिबित एक अर्का लाई देखौ/

source: We knew it from the day we were born.
ne: यो हामीलाई जन्म बाट नै थाहा दियो/

source: Let's not be freaked out by our bountiful nothingness.
ne: अब यसलाई नबिर्सौ हाम्रो शुन्यताको आलौकित धुनियामा

source: It's more a reality than the ones our selves have created.
ne: यो नै बास्तबिकता हो मनले बनाएको आत्मा भन्दा/

source: Imagine what kind of existence we can have if we honor inevitable death of self, appreciate the privilege of life and marvel at what comes next.
ne: सोच्नुहोस! हाम्रो अस्तिस्तो को हो यदि हामीले आत्माको मिर्तुलाई स्विकार्यौं भने, जिबन जिउनुको अर्थ बुझ्नु हो जे आगाडी देखा पर्छ त्सलाई स्वीकार्नु हो/

source: Simple awareness is where it begins.
ne: यो नै हो मैले बुजेको चेतना/

source: Thank you for listening.
ne: सुनीदिनुभएकोमा धन्यबाद!

source: It is a dream of mankind to fly like a bird.
ne: चराजस्तै उड्नसक्नु मानवजातिको सपना हो /

source: Birds are very agile.
ne: चराहरू एकदम फुर्तिला हुन्छन्।

source: They fly, not with rotating components, so they fly only by flapping their wings.
ne: उनीहरू उड्छन्, तर कुनै घुम्ने उपकरणले होइन, केवल पँखेटा फड्फडाएर।

source: So we looked at the birds, and we tried to make a model that is powerful, ultralight, and it must have excellent aerodynamic qualities that would fly by its own and only by flapping its wings.
ne: त्यसकारण हामीले चरालाई हेर्यौँ , र त्यस्तो नमुना बनाउन खोज्यौँ जुन बलियो र अत्यधिक हलुका होस् अनि उत्कृष्ट वायुगतिय गुणहरू होस् र त्यो आफैँ उडोस्, केवल पँखेटा फड्फडाएर ।

source: So what would be better than to use the herring gull, in its freedom, circling and swooping over the sea, and to use this as a role model?
ne: त्यसकारण हेरिङ् गल नामक चरा, जुन स्वतन्त्र भएर, समुन्द्रको चक्कर लगाउँछ र शिकार गर्दा हल्का डुबुल्कि मारेर निस्कन्छ । यसलाई नमुनाको रुपमा प्रयोग गर्नुभन्दा अरु के उपयुक्त होला र?

source: So we bring a team together.
ne: त्यसैले हामीले एउटा समुह तयार गर्यौँ

source: There are generalists and also specialists in the field of aerodynamics, in the field of building gliders.
ne: जसमा वायुगतिय क्षेत्रका सामान्य अनि विशेषज्ञ दुबै छन्, जो ग्लाइडरहरू बनाउने क्षेत्रमा काम गर्छन्।

source: And the task was to build an ultralight indoor-flying model that is able to fly over your heads.
ne: अनि उद्देश्य थियो एउटा अत्यधिक हलुका, उड्ने खालको नमुना तयार पार्नु जुन तपाईँहरूको टाउकोमाथिबाट उड्न सकोस्

source: So be careful later on.
ne: त्यसैले केहि समय पछि सतर्क रहनुहोला।

source: (Laughter) And this was one issue: to build it that lightweight that no one would be hurt if it fell down.
ne: यहाँ एक बिशेष मुद्धा के थियो भने त्यसलाई एकदम हलुका बनाउनु थियो । ताकि यदि यो खस्यो भने यसले कसैलाई चोट नपुगाओस् ।

source: So why do we do all this?
ne: हामी यो सब किन गरिरहेका छौं त ?

source: We are a company in the field of automation, and we'd like to do very lightweight structures because that's energy efficient, and we'd like to learn more about pneumatics and air flow phenomena.
ne: हामी स्वचालनको क्षेत्रमा काम गर्ने एउटा कम्पनी हौँ, र हामी अत्यधिक हलुका संरचना बनाउन चाहन्छौँ किनकि त्यो ऊर्जाकुशल (ईनर्जि एफिसिएन्ट) हुन्छ साथमा हामी वायुशास्त्र र वायुगतिय प्रकियाको बारेमा अझ बढी जान्न चाहन्छौँ।

source: So I now would like you to put your seat belts on and put your hats on.
ne: त्यसैले अब म चाहन्छु तपाईँहरू आफ्नो कुर्सिको पेटी बाध्नुहोस् अनि शिर जोगाउनुहोस्।

source: So maybe we'll try it once -- to fly a SmartBird.
ne: ता कि हामी एकपटक प्रयास गरौं, यो स्मार्ट बर्ड उडाउने।

source: (Applause) (Cheers) (Applause) (Applause ends) (Applause) So we can now look at the SmartBird.
ne: (तालि) (तालि) (तालि) अहिले हामी, स्मार्ट बर्डलाई देखिरहेका छौँ।

source: So here is one without a skin.
ne: यो छाला (खोल) बिना छ।

source: We have a wingspan of about two meters.
ne: यसको पँखेटा लगभग दुई मिटर जति छ।

source: The length is one meter and six, and the weight is only 450 grams.
ne: लम्बाइ एक मिटर र ६ इन्च छ , अनि तौल, केवल ४५० ग्राम छ।

source: And it is all out of carbon fiber.
ne: र यो सबै कार्वन फाइवरले बनेको छ।

source: In the middle we have a motor, and we also have a gear in it, and we use the gear to transfer the circulation of the motor.
ne: बिचमा एउटा मोटर छ, अनि त्यहाँ एउटा दाँति (गियर) पनि छ, र हामी त्यो दाँति, मोटरको घुमाइ परिवर्तन गर्न प्रयोग गर्दर्छौँ।
